{"class_name": "Sequential", "config": {"name": "sequential", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 256, 256, 3], "dtype": "float32", "sparse": false, "ragged": false, "name": "resize_and_rescale_input"}}, {"class_name": "ResizeAndRescale", "config": {"IMAGE_SIZE": 256}}]}, "keras_version": "2.12.0", "backend": "tensorflow"}